Repository: Kim-Jiny/Interval
Catalog: iOS/IntervalApp/IntervalApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: '%@' is not currently accepting participants.
de: '%@' nimmt derzeit keine Teilnehmer auf.
es: '%@' no está aceptando participantes actualmente.
fr: '%@' n'accepte pas de participants actuellement.
ja: '%@'は現在参加者を募集していません。
ko: '%@'은(는) 현재 참가자를 모집하지 않습니다.
zh_hans: '%@'目前不接受参与者。

source: %@ left
de: %@ übrig
es: %@ restante
fr: %@ restant
ja: 残り %@
ko: %@ 남음
zh_hans: 剩余 %@

source: %ldm
de: %ld Min
fr: %ld min
ja: %ld分
ko: %ld분
zh_hans: %ld分

source: %ldm %02lds
de: %ld Min %02ld Sek
fr: %ld min %02ld s
ja: %ld分%02ld秒
ko: %ld분 %02ld초
zh_hans: %ld分%02ld秒

source: %lds
de: %ld Sek
ja: %ld秒
ko: %ld초
zh_hans: %ld秒

source: %lld completions
de: %lld Abschlüsse
es: %lld completados
fr: %lld terminés
ja: %lld回完了
ko: %lld회 완료
zh_hans: %lld次完成

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld日
ko: %lld일
zh_hans: %lld天

source: %lld days left
de: %lld Tage übrig
es: %lld días restantes
fr: %lld jours restants
ja: 残り%lld日
ko: %lld일 남음
zh_hans: 剩余%lld天

source: %lld intervals
de: %lld Intervalle
es: %lld intervalos
fr: %lld intervalles
ja: %lldインターバル
ko: %lld개 구간
zh_hans: %lld个间隔

source: %lld joined
de: %lld beigetreten
es: %lld inscritos
fr: %lld inscrits
ja: %lld人参加
ko: %lld명 참가
zh_hans: %lld人已加入

source: %lld rounds
de: %lld Runden
es: %lld rondas
fr: %lld tours
ja: %lldラウンド
ko: %lld라운드
zh_hans: %lld轮

source: %lldm
de: %lld Min
ja: %lld分
zh_hans: %lld分

# %lldm %@s
source: %1$lldm %2$@s
de: %lld Min %@Sek
es: %lldm %@s
fr: %lldm %@s
ja: %lld分%@秒
ko: %lld분 %@초
zh_hans: %lld分%@秒

# %lldm %llds
source: %1$lldm %2$llds
de: %lld Min %lld Sek
es: %lldm %llds
fr: %lldm %llds
ja: %lld分%lld秒
ko: %lld분 %lld초
zh_hans: %lld分%lld秒

source: %llds
de: %lld Sek
ja: %lld秒
zh_hans: %lld秒

source: %lldst
de: %lld.
es: %lldº
fr: %llde
ja: %lld位
ko: %lld위
zh_hans: 第%lld名

source: 20s workout, 10s rest x 8
de: 20s Training, 10s Pause x 8
es: 20s ejercicio, 10s descanso x 8
fr: 20s exercice, 10s repos x 8
ja: 20秒運動、10秒休憩 x 8
ko: 20초 운동, 10초 휴식 x 8
zh_hans: 20秒运动，10秒休息 x 8

source: A new version is available. Please update to the latest version for the best experience.
de: Eine neue Version ist verfügbar. Bitte aktualisieren Sie auf die neueste Version für das beste Erlebnis.
es: Hay una nueva versión disponible. Actualiza a la última versión para la mejor experiencia.
fr: Une nouvelle version est disponible. Veuillez mettre à jour pour profiter de la meilleure expérience.
ja: 新しいバージョンがあります。最高の体験のために最新版にアップデートしてください。
ko: 새로운 버전이 있습니다. 최상의 경험을 위해 최신 버전으로 업데이트해 주세요.
zh_hans: 有新版本可用。请更新到最新版本以获得最佳体验。

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 账户

source: Account Issue
de: Kontoproblem
es: Problema de cuenta
fr: Problème de compte
ja: アカウントの問題
ko: 계정 문제
zh_hans: 账户问题

source: Active Challenges
de: Aktive Challenges
es: Desafíos Activos
fr: Défis Actifs
ja: 進行中のチャレンジ
ko: 진행 중인 챌린지
zh_hans: 进行中的挑战

source: Actual
de: Tatsächlich
es: Real
fr: Réel
ja: 実際
ko: 실제
zh_hans: 实际

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加

source: Add Interval
de: Intervall hinzufügen
es: Añadir Intervalo
fr: Ajouter un Intervalle
ja: インターバル追加
ko: 구간 추가
zh_hans: 添加间隔

source: Add Shared Routine
de: Geteilte Routine hinzufügen
es: Añadir rutina compartida
fr: Ajouter la routine partagée
ja: 共有されたルーティンを追加
ko: 공유받은 루틴 추가
zh_hans: 添加分享的计划

source: Already Joined
de: Bereits beigetreten
es: Ya unido
fr: Déjà rejoint
ja: 参加済み
ko: 이미 참여중
zh_hans: 已加入

source: Are you sure you want to log out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja: ログアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
zh_hans: 确定要退出登录吗？

source: Arm Stretch
de: Armdehnung
es: Estiramiento de brazos
fr: Étirement des bras
ja: 腕ストレッチ
ko: 팔 스트레칭
zh_hans: 手臂拉伸

source: As the creator, you will automatically join and pay the entry fee.
de: Als Ersteller wirst du automatisch beitreten und die Teilnahmegebühr zahlen.
es: Como creador, te unirás automáticamente y pagarás la tarifa de entrada.
fr: En tant que créateur, vous rejoindrez automatiquement et paierez les frais d'entrée.
ja: 作成者として自動的に参加し、参加費を支払います。
ko: 생성자로서 자동으로 참가하며 참가비를 지불합니다.
zh_hans: 作为创建者，您将自动加入并支付参赛费。

source: Back Stretch
de: Rückendehnung
es: Estiramiento de espalda
fr: Étirement du dos
ja: 背中ストレッチ
ko: 등 스트레칭
zh_hans: 背部拉伸

source: Background Sound
de: Hintergrundton
es: Sonido de Fondo
fr: Son en Arrière-plan
ja: バックグラウンドサウンド
ko: 백그라운드 사운드
zh_hans: 后台声音

source: Background Sound plays periodic tick sounds to keep the timer running when the app is in background.
de: Der Hintergrundton spielt regelmäßige Tick-Töne ab, damit der Timer im Hintergrund weiterläuft.
es: El sonido de fondo reproduce sonidos de tic periódicos para mantener el temporizador funcionando cuando la aplicación está en segundo plano.
fr: Le son en arrière-plan émet des tics périodiques pour maintenir le minuteur actif lorsque l'application est en arrière-plan.
ja: バックグラウンドサウンドは、アプリがバックグラウンドにあるときにタイマーを動作させ続けるために定期的なティック音を再生します。
ko: 백그라운드 사운드는 앱이 백그라운드에 있을 때 타이머가 계속 작동하도록 주기적인 틱 소리를 재생합니다.
zh_hans: 后台声音会定期播放滴答声，以便在应用程序处于后台时保持计时器运行。

source: Basic Info
de: Grundinformationen
es: Información básica
fr: Informations de base
ja: 基本情報
ko: 기본 정보
zh_hans: 基本信息

source: Basic Interval
de: Basis-Intervall
es: Intervalo Básico
fr: Intervalle de Base
ja: 基本インターバル
ko: 기본 인터벌
zh_hans: 基础间歇

source: Brief summary of your issue
de: Kurze Zusammenfassung Ihres Problems
es: Resumen breve de su problema
fr: Bref résumé de votre problème
ja: 問題の概要を簡潔に
ko: 문의 내용을 간략히 요약해주세요
zh_hans: 简要描述您的问题

source: Bug Report
de: Fehlerbericht
es: Informe de error
fr: Rapport de bug
ja: バグ報告
ko: 버그 신고
zh_hans: Bug报告

source: Calf Stretch
de: Wadendehnung
es: Estiramiento de pantorrillas
fr: Étirement des mollets
ja: ふくらはぎストレッチ
ko: 종아리 스트레칭
zh_hans: 小腿拉伸

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル
ko: 취소됨
zh_hans: 已取消

source: Cannot Join
de: Beitritt nicht möglich
es: No se puede unir
fr: Impossible de rejoindre
ja: 参加できません
ko: 참가 불가
zh_hans: 无法加入

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー
ko: 카테고리
zh_hans: 类别

source: Challenge Created!
de: Challenge erstellt!
es: ¡Desafío creado!
fr: Défi créé !
ja: チャレンジが作成されました！
ko: 챌린지 생성 완료!
zh_hans: 挑战已创建！

source: Challenge duration: %lld days
de: Challenge-Dauer: %lld Tage
es: Duración del desafío: %lld días
fr: Durée du défi : %lld jours
ja: チャレンジ期間: %lld日
ko: 챌린지 기간: %lld일
zh_hans: 挑战时长：%lld天

source: Challenge end date must be after start date.
de: Das Challenge-Enddatum muss nach dem Startdatum liegen.
es: La fecha de fin del desafío debe ser posterior a la de inicio.
fr: La date de fin du défi doit être postérieure à la date de début.
ja: チャレンジ終了日は開始日より後にしてください。
ko: 챌린지 종료일은 시작일 이후여야 합니다.
zh_hans: 挑战结束日期必须在开始日期之后。

source: Challenge Ends
de: Challenge-Ende
es: Fin del desafío
fr: Fin du défi
ja: チャレンジ終了
ko: 챌린지 종료
zh_hans: 挑战结束

source: Challenge has ended. Distribute prizes based on final rankings?
de: Challenge beendet. Preise basierend auf der Endplatzierung verteilen?
es: El desafío ha terminado. ¿Distribuir premios según la clasificación final?
fr: Le défi est terminé. Distribuer les prix selon le classement final ?
ja: チャレンジが終了しました。最終順位に基づいて賞金を分配しますか？
ko: 챌린지가 종료되었습니다. 최종 순위에 따라 상금을 분배할까요?
zh_hans: 挑战已结束。根据最终排名分配奖金吗？

source: Challenge Mode
de: Challenge-Modus
es: Modo desafío
fr: Mode défi
ja: チャレンジモード
ko: 챌린지 모드
zh_hans: 挑战模式

source: Challenge must start after registration ends.
de: Die Challenge muss nach dem Anmeldeschluss beginnen.
es: El desafío debe comenzar después de que termine la inscripción.
fr: Le défi doit commencer après la fin des inscriptions.
ja: チャレンジは登録締切後に開始する必要があります。
ko: 챌린지는 모집 마감 이후에 시작해야 합니다.
zh_hans: 挑战必须在报名结束后开始。

source: Challenge must start at least 1 minute after registration ends.
de: Die Challenge muss mindestens 1 Minute nach dem Anmeldeschluss beginnen.
es: El desafío debe comenzar al menos 1 minuto después de que termine la inscripción.
fr: Le défi doit commencer au moins 1 minute après la fin des inscriptions.
ja: チャレンジは登録締切の少なくとも1分後に開始する必要があります。
ko: 챌린지는 모집 마감 후 최소 1분 이후에 시작해야 합니다.
zh_hans: 挑战必须在报名结束后至少1分钟开始。

source: Challenge not found
de: Challenge nicht gefunden
es: Desafío no encontrado
fr: Défi introuvable
ja: チャレンジが見つかりません
ko: 챌린지를 찾을 수 없습니다
zh_hans: 未找到挑战

source: Challenge not found.
de: Challenge nicht gefunden.
es: Desafío no encontrado.
fr: Défi introuvable.
ja: チャレンジが見つかりません。
ko: 챌린지를 찾을 수 없습니다.
zh_hans: 未找到挑战。

source: Challenge Starts
de: Challenge-Start
es: Inicio del desafío
fr: Début du défi
ja: チャレンジ開始
ko: 챌린지 시작
zh_hans: 挑战开始

source: Challenge Title
de: Challenge-Titel
es: Título del desafío
fr: Titre du défi
ja: チャレンジタイトル
ko: 챌린지 제목
zh_hans: 挑战标题

source: Change Nickname
de: Spitzname ändern
es: Cambiar apodo
fr: Changer le pseudo
ja: ニックネームを変更
ko: 닉네임 변경
zh_hans: 更改昵称

source: Claim Prize
de: Preis abholen
es: Reclamar premio
fr: Réclamer le prix
ja: 賞金を受け取る
ko: 상금 수령
zh_hans: 领取奖金

source: Claim Prize!
de: Preis abholen!
es: ¡Reclamar premio!
fr: Réclamer le prix !
ja: 賞金を受け取る！
ko: 상금 수령!
zh_hans: 领取奖金！

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
ja: クローズ
ko: 종료
zh_hans: 已关闭

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成

source: Completed!
de: Fertig!
es: ¡Completado!
fr: Terminé !
ja: 完了！
ko: 운동 완료!
zh_hans: 完成！

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続中
ko: 연결됨
zh_hans: 已连接

source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
ja: ゲストとして続ける
ko: 게스트로 계속
zh_hans: 以访客身份继续

source: Cooldown
de: Abkühlen
es: Enfriamiento
fr: Récupération
ja: クールダウン
ko: 정리
zh_hans: 放松

source: Cooldown Walk
de: Abkühl-Gehen
es: Caminata de enfriamiento
fr: Marche de récupération
ja: クールダウンウォーク
ko: 정리 걷기
zh_hans: 放松步行

source: Core workout with leg raises
de: Core-Training mit Beinheben
es: Ejercicio de core con elevaciones de piernas
fr: Exercice de gainage avec levées de jambes
ja: レッグレイズで体幹トレーニング
ko: 레그레이즈 코어 운동
zh_hans: 抬腿核心训练

source: Create Challenge
de: Challenge erstellen
es: Crear desafío
fr: Créer un défi
ja: チャレンジを作成
ko: 챌린지 만들기
zh_hans: 创建挑战

source: Create Inquiry
de: Anfrage erstellen
es: Crear consulta
fr: Créer une demande
ja: 問い合わせを作成
ko: 문의하기
zh_hans: 创建咨询

source: Create Routine
de: Routine erstellen
es: Crear rutina
fr: Créer une routine
ja: ルーティンを作成
ko: 루틴 만들기
zh_hans: 创建例程

source: Create your first interval routine to get started!
de: Erstelle deine erste Intervall-Routine, um loszulegen!
es: ¡Crea tu primera rutina de intervalos para empezar!
fr: Créez votre première routine d'intervalles pour commencer !
ja: 最初のインターバルルーティンを作成して始めましょう！
ko: 첫 번째 인터벌 루틴을 만들어 시작하세요!
zh_hans: 创建您的第一个间歇例程开始使用！

source: Create your own challenge!
de: Erstelle deine eigene Challenge!
es: ¡Crea tu propio desafío!
fr: Créez votre propre défi !
ja: 自分だけのチャレンジを作成しよう！
ko: 나만의 챌린지를 만들어보세요!
zh_hans: 创建你自己的挑战！

source: Current Balance
de: Aktuelles Guthaben
es: Saldo actual
fr: Solde actuel
ja: 現在の残高
ko: 현재 잔액
zh_hans: 当前余额

source: D-%lld
de: T-%lld
fr: J-%lld

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除账户

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
zh_hans: 描述

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
ja: 説明（任意）
ko: 설명 (선택사항)
zh_hans: 描述（可选）

source: Detail
de: Details
es: Detalle
fr: Détail
ja: 詳細
ko: 상세
zh_hans: 详情

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 기기
zh_hans: 设备

source: Device Information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
ja: デバイス情報
ko: 기기 정보
zh_hans: 设备信息

source: Distribute
de: Verteilen
es: Distribuir
fr: Distribuer
ja: 分配
ko: 분배
zh_hans: 分配

source: Distribute Prizes
de: Preise verteilen
es: Distribuir premios
fr: Distribuer les prix
ja: 賞金を分配
ko: 상금 분배
zh_hans: 分配奖金

source: Do you want to add '%@' to your routines?
de: Möchten Sie '%@' zu Ihren Routinen hinzufügen?
es: ¿Desea añadir '%@' a sus rutinas?
fr: Voulez-vous ajouter '%@' à vos routines ?
ja: 「%@」をルーティンに追加しますか？
ko: '%@'을(를) 루틴에 추가하시겠습니까?
zh_hans: 您要将「%@」添加到您的计划中吗？

source: Do you want to end this workout?
de: Möchten Sie dieses Training beenden?
es: ¿Desea terminar este entrenamiento?
fr: Voulez-vous terminer cet entraînement ?
ja: このワークアウトを終了しますか？
ko: 이 운동을 종료하시겠습니까?
zh_hans: 您要结束这次训练吗？

# Do you want to join '%@'? Entry fee: %@
source: Do you want to join '%1$@'? Entry fee: %2$@
de: Möchtest du '%@' beitreten? Teilnahmegebühr: %@
es: ¿Quieres unirte a '%@'? Tarifa de entrada: %@
fr: Voulez-vous rejoindre '%@' ? Frais d'entrée : %@
ja: '%@'に参加しますか？参加費: %@
ko: '%@'에 참가하시겠습니까? 참가비: %@
zh_hans: 您想加入'%@'吗？入场费：%@

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
ko: 소요 시간
zh_hans: 时长

source: Earn Mileage
de: Meilen verdienen
es: Ganar millas
fr: Gagner des miles
ja: マイレージを獲得
ko: 마일리지 적립
zh_hans: 获取里程

source: Earned
de: Verdient
es: Ganado
fr: Gagné
ja: 獲得
ko: 적립
zh_hans: 获得

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit Interval
de: Intervall bearbeiten
es: Editar Intervalo
fr: Modifier l'Intervalle
ja: インターバル編集
ko: 구간 편집
zh_hans: 编辑间隔

source: Edit Routine
de: Routine bearbeiten
es: Editar Rutina
fr: Modifier la Routine
ja: ルーティン編集
ko: 루틴 편집
zh_hans: 编辑计划

source: Empty
de: Leer
es: Vacío
fr: Vide
ja: 空のテンプレート
ko: 빈 템플릿
zh_hans: 空白

source: End Workout
de: Training beenden
es: Terminar entrenamiento
fr: Terminer l'entraînement
ja: ワークアウト終了
ko: 운동 종료
zh_hans: 结束训练

source: Ended
de: Beendet
es: Terminado
fr: Terminé
ja: 終了
ko: 종료됨
zh_hans: 已结束

source: Ended %@
de: Beendet %@
es: Terminó %@
fr: Terminé %@
ja: %@に終了
ko: %@ 종료
zh_hans: %@结束

source: Ends today
de: Endet heute
es: Termina hoy
fr: Se termine aujourd'hui
ja: 今日終了
ko: 오늘 종료
zh_hans: 今天结束

source: Enter your new nickname (2-20 characters)
de: Geben Sie Ihren neuen Spitznamen ein (2-20 Zeichen)
es: Ingresa tu nuevo apodo (2-20 caracteres)
fr: Entrez votre nouveau pseudo (2-20 caractères)
ja: 新しいニックネームを入力してください（2〜20文字）
ko: 새 닉네임을 입력하세요 (2-20자)
zh_hans: 输入您的新昵称（2-20个字符）

source: Entry Fee
de: Teilnahmegebühr
es: Tarifa de entrada
fr: Frais d'entrée
ja: 参加費
ko: 참가비
zh_hans: 参赛费

source: Entry fee will NOT be refunded. Are you sure you want to leave?
de: Die Teilnahmegebühr wird NICHT erstattet. Bist du sicher, dass du gehen möchtest?
es: La tarifa de entrada NO se reembolsará. ¿Estás seguro de que quieres irte?
fr: Les frais d'entrée ne seront PAS remboursés. Êtes-vous sûr de vouloir partir ?
ja: 参加費は返金されません。本当に退出しますか？
ko: 참가비는 환불되지 않습니다. 정말 탈퇴하시겠습니까?
zh_hans: 入场费将不予退还。您确定要退出吗？

source: Entry fee: %@ Note: Entry fee is non-refundable if you leave.
de: Teilnahmegebühr: %@ Hinweis: Die Teilnahmegebühr ist nicht erstattungsfähig, wenn du gehst.
es: Tarifa de entrada: %@ Nota: La tarifa de entrada no es reembolsable si te vas.
fr: Frais d'entrée : %@ Remarque : Les frais d'entrée ne sont pas remboursables si vous partez.
ja: 参加費: %@ 注意: 退出した場合、参加費は返金されません。
ko: 참가비: %@ 주의: 탈퇴 시 참가비는 환불되지 않습니다.
zh_hans: 入场费：%@ 注意：退出后入场费不予退还。

source: Entry fee: %@. Do you want to join this challenge?
de: Teilnahmegebühr: %@. Möchtest du dieser Challenge beitreten?
es: Tarifa de entrada: %@. ¿Quieres unirte a este desafío?
fr: Frais d'entrée : %@. Voulez-vous rejoindre ce défi ?
ja: 参加費: %@。このチャレンジに参加しますか？
ko: 참가비: %@. 이 챌린지에 참여하시겠습니까?
zh_hans: 参赛费：%@。您要加入这个挑战吗？

source: Entry Fee: %@M
de: Teilnahmegebühr: %@M
es: Tarifa de entrada: %@M
fr: Frais d'entrée : %@M
ja: 参加費: %@M
ko: 참가비: %@M
zh_hans: 入场费：%@M

source: Entry Fee: %lldM
de: Teilnahmegebühr: %lldM
es: Tarifa de entrada: %lldM
fr: Frais d'entrée : %lldM
ja: 参加費: %lldM
ko: 참가비: %lldM
zh_hans: 参赛费：%lldM

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误

source: Failed to open challenge
de: Challenge konnte nicht geöffnet werden
es: No se pudo abrir el desafío
fr: Échec de l'ouverture du défi
ja: チャレンジを開けませんでした
ko: 챌린지를 열 수 없습니다
zh_hans: 无法打开挑战

source: Failed to prepare data.
de: Daten konnten nicht vorbereitet werden.
es: Error al preparar los datos.
fr: Échec de la préparation des données.
ja: データの準備に失敗しました。
ko: 데이터 준비에 실패했습니다.
zh_hans: 数据准备失败。

source: Failed to save image
de: Bild konnte nicht gespeichert werden
es: Error al guardar la imagen
fr: Échec de l'enregistrement de l'image
ja: 画像の保存に失敗しました
ko: 이미지 저장 실패
zh_hans: 保存图片失败

source: Favorite
de: Favorit
es: Favorito
fr: Favori
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
zh_hans: 收藏夹

source: Feature Request
de: Funktionsanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
ja: 機能リクエスト
ko: 기능 요청
zh_hans: 功能请求

source: General questions or feedback
de: Allgemeine Fragen oder Feedback
es: Preguntas generales o comentarios
fr: Questions générales ou commentaires
ja: 一般的な質問またはフィードバック
ko: 일반 문의 또는 피드백
zh_hans: 一般问题或反馈

source: Get Ready
de: Bereit machen
es: Prepárate
fr: Préparez-vous
ja: 準備
ko: 준비
zh_hans: 准备

source: Guest
de: Gast
es: Invitado
fr: Invité
ja: ゲスト
ko: 게스트
zh_hans: 访客

source: Have a question or found a bug? We're here to help!
de: Haben Sie eine Frage oder einen Fehler gefunden? Wir helfen gerne!
es: ¿Tienes una pregunta o encontraste un error? ¡Estamos aquí para ayudar!
fr: Vous avez une question ou trouvé un bug ? Nous sommes là pour vous aider !
ja: 質問やバグを見つけましたか？ お手伝いします！
ko: 질문이 있거나 버그를 발견하셨나요? 도움을 드리겠습니다!
zh_hans: 有问题或发现了bug？ 我们随时为您服务！

source: High intensity interval training
de: Hochintensives Intervalltraining
es: Entrenamiento de intervalos de alta intensidad
fr: Entraînement fractionné de haute intensité
ja: 高強度インターバルトレーニング
ko: 고강도 인터벌 트레이닝
zh_hans: 高强度间歇训练

source: High Knees
de: Knieheben
es: Rodillas altas
fr: Montées de genoux
ja: ハイニー
ko: 하이니
zh_hans: 高抬腿

source: HIIT Circuit
de: HIIT Zirkel
es: Circuito HIIT
fr: Circuit HIIT
ja: HIITサーキット
ko: HIIT 서킷
zh_hans: HIIT循环

source: Hip Stretch
de: Hüftdehnung
es: Estiramiento de cadera
fr: Étirement des hanches
ja: 股関節ストレッチ
ko: 고관절 스트레칭
zh_hans: 髋部拉伸

source: Hold plank with rest intervals
de: Planke halten mit Ruhepausen
es: Mantener plancha con intervalos de descanso
fr: Gainage avec intervalles de repos
ja: 休憩を挟みながらプランク
ko: 휴식과 함께 플랭크 버티기
zh_hans: 平板支撑与休息间隔

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh_hans: 首页

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
ja: 対応中
ko: 처리중
zh_hans: 处理中

source: Insufficient balance. You need at least %@M to create this challenge.
de: Unzureichendes Guthaben. Du benötigst mindestens %@M, um diese Challenge zu erstellen.
es: Saldo insuficiente. Necesitas al menos %@M para crear este desafío.
fr: Solde insuffisant. Vous avez besoin d'au moins %@M pour créer ce défi.
ja: 残高不足です。このチャレンジを作成するには少なくとも%@Mが必要です。
ko: 잔액이 부족합니다. 이 챌린지를 만들려면 최소 %@M이 필요합니다.
zh_hans: 余额不足。您需要至少%@M来创建此挑战。

source: Insufficient balance. You need at least %lldM to create this challenge.
de: Unzureichendes Guthaben. Du benötigst mindestens %lldM, um diese Challenge zu erstellen.
es: Saldo insuficiente. Necesitas al menos %lldM para crear este desafío.
fr: Solde insuffisant. Vous avez besoin d'au moins %lldM pour créer ce défi.
ja: 残高が不足しています。このチャレンジを作成するには%lldM以上必要です。
ko: 잔액이 부족합니다. 이 챌린지를 만들려면 최소 %lldM이 필요합니다.
zh_hans: 余额不足。创建此挑战至少需要%lldM。

source: Insufficient mileage balance.
de: Unzureichendes Meilenguthaben.
es: Saldo de millas insuficiente.
fr: Solde de miles insuffisant.
ja: マイレージ残高が不足しています。
ko: 마일리지 잔액이 부족합니다.
zh_hans: 里程余额不足。

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
ja: インターバル
ko: 인터벌
zh_hans: 间歇

source: Interval %lld/%lld
de: Intervall %lld/%lld
es: Intervalo %lld/%lld
fr: Intervalle %lld/%lld
ja: インターバル %lld/%lld
ko: 구간 %lld/%lld
zh_hans: 间隔 %lld/%lld

source: Interval Info
de: Intervall-Info
es: Info de Intervalo
fr: Info Intervalle
ja: インターバル情報
ko: 구간 정보
zh_hans: 间隔信息

source: Interval Name
de: Intervallname
es: Nombre de Intervalo
fr: Nom de l'Intervalle
ja: インターバル名
ko: 구간 이름
zh_hans: 间隔名称

source: Interval Training
de: Intervalltraining
es: Entrenamiento por Intervalos
fr: Entraînement par Intervalles
ja: インターバルトレーニング
ko: 인터벌 트레이닝
zh_hans: 间歇训练

source: Intervals
de: Intervalle
es: Intervalos
fr: Intervalles
ja: インターバル一覧
ko: 구간 목록
zh_hans: 间隔列表

source: Issues with login, profile, or account settings
de: Probleme mit Anmeldung, Profil oder Kontoeinstellungen
es: Problemas con inicio de sesión, perfil o configuración de cuenta
fr: Problèmes de connexion, profil ou paramètres de compte
ja: ログイン、プロフィール、アカウント設定の問題
ko: 로그인, 프로필 또는 계정 설정 문제
zh_hans: 登录、个人资料或账户设置问题

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
ko: 참여
zh_hans: 加入

source: Join Challenge
de: Challenge beitreten
es: Unirse al desafío
fr: Rejoindre le défi
ja: チャレンジに参加
ko: 챌린지 참여
zh_hans: 加入挑战

source: Join Challenge (%@)
de: Challenge beitreten (%@)
es: Unirse al desafío (%@)
fr: Rejoindre le défi (%@)
ja: 参加する (%@)
ko: 챌린지 참여 (%@)
zh_hans: 加入挑战 (%@)

source: Join Challenges
de: Challenges beitreten
es: Unirse a desafíos
fr: Rejoindre des défis
ja: チャレンジに参加
ko: 챌린지 참여
zh_hans: 参加挑战

source: Joined
de: Beigetreten
es: Unido
fr: Rejoint
ja: 参加済み
ko: 참여중
zh_hans: 已参加

source: Jump Squats
de: Sprung-Kniebeugen
es: Sentadillas con salto
fr: Squats sautés
ja: ジャンプスクワット
ko: 점프 스쿼트
zh_hans: 跳跃深蹲

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
zh_hans: 稍后

source: Leaderboard
de: Rangliste
es: Tabla de clasificación
fr: Classement
ja: リーダーボード
ko: 리더보드
zh_hans: 排行榜

source: Leave
de: Verlassen
es: Salir
fr: Quitter
ja: 退出
ko: 탈퇴
zh_hans: 退出

source: Leave Challenge
de: Challenge verlassen
es: Abandonar desafío
fr: Quitter le défi
ja: チャレンジを退出
ko: 챌린지 탈퇴
zh_hans: 退出挑战

source: Leg Raises
de: Beinheben
es: Elevaciones de piernas
fr: Levées de jambes
ja: レッグレイズ
ko: 레그레이즈
zh_hans: 抬腿

source: Leg Stretch
de: Beindehnung
es: Estiramiento de piernas
fr: Étirement des jambes
ja: 脚ストレッチ
ko: 다리 스트레칭
zh_hans: 腿部拉伸

source: Limit Participants
de: Teilnehmer begrenzen
es: Limitar participantes
fr: Limiter les participants
ja: 参加者制限
ko: 참가자 제한
zh_hans: 限制参与人数

source: Load More
de: Mehr laden
es: Cargar más
fr: Charger plus
ja: もっと見る
ko: 더 보기
zh_hans: 加载更多

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
zh_hans: 登录

source: Log in to share routines and track your workouts
de: Melden Sie sich an, um Routinen zu teilen und Ihre Trainings zu verfolgen
es: Inicia sesión para compartir rutinas y seguir tus entrenamientos
fr: Connectez-vous pour partager des routines et suivre vos entraînements
ja: ルーティンを共有し ワークアウトを記録するにはログイン
ko: 루틴을 공유하고 운동을 기록하려면 로그인하세요
zh_hans: 登录以分享计划 并记录您的锻炼

source: Log in to share routines and workouts
de: Anmelden, um Routinen und Trainings zu teilen
es: Inicia sesión para compartir rutinas y entrenamientos
fr: Connectez-vous pour partager des routines et entraînements
ja: ルーティンとワークアウトを共有するにはログイン
ko: 루틴과 운동을 공유하려면 로그인하세요
zh_hans: 登录以分享计划和锻炼

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录

source: Login cancelled.
de: Anmeldung abgebrochen.
es: Inicio de sesión cancelado.
fr: Connexion annulée.
ja: ログインがキャンセルされました。
ko: 로그인이 취소되었습니다.
zh_hans: 登录已取消。

source: Login Error
de: Anmeldefehler
es: Error de inicio de sesión
fr: Erreur de connexion
ja: ログインエラー
ko: 로그인 오류
zh_hans: 登录错误

source: Login Required
de: Anmeldung erforderlich
es: Inicio de sesión requerido
fr: Connexion requise
ja: ログインが必要です
ko: 로그인 필요
zh_hans: 需要登录
